Can't copy this selection to a non-story Level.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantCopySelectionToNonStory { get; }
  Visual Basic
Public Shared ReadOnly Property CantCopySelectionToNonStory As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantCopySelectionToNonStory {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace